{
	"header": {
		"about": "About Me",
		"projects": "Projects",
		"contact": "Contact"
	},
	"poste": "Freelance Web Developer",
	"btnFirst": "Let's work together&nbsp;!",
	"card1" : "As a fullstack and mobile developer, I design websites and applications that enhance your business while developing complex web solutions for startups effectively and efficiently",
	"card2": "As a student developer, I stand out for my ability to quickly learn various technologies, based on my interests and, most importantly, according to your needs!",
	"card3": "Interacting with my clients remains my priority throughout the development process. This approach makes me both available and responsive!",
	"someProjects": "Some of my latest projects",
	"project1": "SPA's end year Landing Page",
	"project2": "UNHCR's Landing Page",
	"project3": "Curie Institute's Landing Page",
	"journey": "My journey<br> as a freelance developer",
	"timeline1": "Elisabeth II Flower Market - Paris",
	"timeline1Date": "July - September 2023",
	"timeline1Role": "FullStack Developer",
	"timeline2": "Adfinitas",
	"timeline2Date": "2023 - 2024",
	"timeline2Role": "Integrator / Web Developer",
	"timeline3": "Une Robe un Soir",
	"timeline3Date": "November 2023 - January 2024",
	"timeline3Role": "Fullstack Developer / DevOps",
	"timeline4": "Twin Promotion",
	"timeline4Date": "June 2024",
	"timeline4Role": "Frontend Developer",
	"learnMoreButton": "Learn more",
	"contact": "Let's get in touch&nbsp;!",
	"findMe": "And find me on:",
	"send": "Send",
	"name": "Name",
	"email": "Email",
	"message": "Your message",
	"projectDescriptions": {
		"timeline1Desc": "Elisabeth II Flower Market is a flower market located in Paris. It is the largest flower market in the city and offers a wide variety of flowers and plants. As a Freelance FullStack Developer, I had the opportunity to design and develop their landing page aimed at promoting their fundraising efforts. To successfully complete this project, I had to set up an online donation pipeline allowing users to make online donations.",
		"timeline2Desc": "Adfinitas is a company specializing in associative marketing development. As an integrator / web developer, I had the opportunity to work on developing numerous landing pages for renowned charitable associations such as SPA, Order of Malta, and Rothschild Foundation Hospital. I started working at Adfinitas as an intern and evolved into a freelance web developer at the end of my internship.",
		"timeline3Desc": "Une Robe un Soir is a company specializing in the rental of luxury evening dresses. As a fullstack / devops developer, I had the opportunity to work, as a Freelance, on the development of the company's e-commerce site, as well as setting up several automation services and a stock management software.",
		"timeline4Desc": "Twin Promotion is a company specializing in real estate promotion. I was hired as a Freelance Frontend Developer to work on the company's website. My mission was to update the existing site by fixing UX bugs and adding new features."
	},
	"techStack": "Tech stack:",
	"viewProject": "View the project",
	"viewCompany": "View the company"
}
