{
	"header": {
		"about": "About",
		"projects": "Projects",
		"contact": "Contact"
	},
	"poste": "Freelance Developer",
	"btnFirst": "Let's work together&nbsp;!",
	"card1": "As a fullstack and mobile developer, I design websites and applications that showcase your business while efficiently developing complex web solutions for startups.",
	"card2": "As a student developer, I stand out for my ability to quickly train myself on various technologies, according to my interests and especially according to your needs.",
	"card3": "For me, the human aspect is paramount. Interacting with my clients remains my priority throughout the development process. This approach makes me available and responsive!",
	"someProjects": "Some projects I've worked on",
	"project1": "SPA Landing Page",
	"project2": "UNHCR Landing Page",
	"project3": "Curie Institute<br/> Landing Page",
	"project4": "Oden: A mobile<br/> application to<br/> make student life easier",
	"journey": "My journey as a<br>freelance developer",
	"timeline1": "Elizabeth&nbsp;II Flower Market - Paris",
	"timeline1Date": "July - September 2023",
	"timeline1Role": "Fullstack Developer",
	"timeline2": "Adfinitas",
	"timeline2Date": "2023 - 2024",
	"timeline2Role": "Integrator / Web Developer",
	"timeline3": "Une Robe un Soir",
	"timeline3Date": "November 2023 - January 2024",
	"timeline3Role": "Fullstack Developer / DevOps",
	"timeline4": "Twin Promotion",
	"timeline4Date": "June 2024",
	"timeline4Role": "Fullstack Developer",
	"timeline5": "Oden - Mobile App",
	"timeline5Date": "July - September 2024",
	"timeline5Role": "Fullstack - Mobile Developer",
	"timeline6": "Eh Bam - E-commerce Site",
	"timeline6Date": "September - November 2024",
	"timeline6Role": "Fullstack Developer",
	"timeline7": "Proppl - Recruitment Platform",
	"timeline7Date": "November 2024 - Present",
	"timeline7Role": "Fullstack Developer",
	"timeline8": "Archimeuble",
	"timeline8Date": "2023",
	"timeline8Role": "AI Chatbot Developer",
	"timeline9": "CareCall",
	"timeline9Date": "2024",
	"timeline9Role": "Backend Developer",
	"learnMoreButton": "Learn More",
	"contact": "Let's meet&nbsp;!",
	"findMe": "And find me on:",
	"send": "Send",
	"name": "Name",
	"email": "Email",
	"message": "Your message",
	"testimonials": {
		"title": "What they think about our collaboration",
		"person1": {
			"name": "Romain Leroy",
			"role": "CIO at Immodirect France",
			"quote": "Jean-Baptiste met our expectations and respected deadlines with serious and careful work."
		},
		"person2": {
			"name": "Mr MEUNIER",
			"role": "General Secretary - DEFENSE AND SAFEGUARD OF THE QUEEN ELIZABETH II FLOWER MARKET Association",
			"quote": "Quality provider, responsive and attentive. He was proactive and provided good advice for our project. I highly recommend him as our project was completed successfully."
		},
		"person3": {
			"name": "Melusine Secq",
			"role": "President BDE F'estice",
			"quote": "Thank you to Jean Baptiste for his highly functional application, for his responsiveness and for listening to all our requests. The collaboration is a real success! I highly recommend him."
		}
	},
	"projectDescriptions": {
		"timeline1Desc": "The Elizabeth II Flower Market is a flower market located in Paris. It is the largest flower market in the city and offers a wide variety of flowers and plants. As a Freelance FullStack developer, I had the opportunity to design and develop their landing page aimed at promoting their fundraising. To successfully complete this project, I had to set up an online donation pipeline allowing users to make online donations.",
		"timeline2Desc": "Adfinitas is a company specialized in associative marketing. As an integrator / web developer, I had the opportunity to work on the development of numerous landing pages for renowned charitable associations such as the SPA, the Order of Malta, or the Rothschild Foundation Hospital. I started working at Adfinitas as an intern, to evolve at the end of my internship as a freelance web developer.",
		"timeline3Desc": "Une Robe un Soir is a company specialized in luxury evening dress rental. As a fullstack / devops developer, I had the opportunity to work, as a Freelance, on the development of the company's e-commerce site, as well as on the implementation of several automation services and a business software for stock management.",
		"timeline4Desc": "Twin Promotion is a company specialized in real estate promotion. I was hired as a Freelance Frontend developer to work on the company's website. My mission was to update the existing site by fixing UX bugs and adding new features.",
		"timeline5Desc": "Oden is a mobile application that aims to facilitate the associative life of students, we worked in collaboration with Espas-Estice for the creation of this application. As the creator of this application, I had to design and develop the entire application from scratch. From product design to development, I was able to create a mobile application that meets the needs of students.",
		"timeline6Desc": "Eh Bam is a company specialized in the sale of local food products. As a Fullstack developer, I had to design and develop their e-commerce site. My mission was to set up an e-commerce site allowing users to order local products online.",
		"timeline7Desc": "Proppl is a cooptation platform specialized in recruitment. As a Fullstack developer, I had the opportunity to work on the development of the platform. My mission was to maintain and improve the existing platform by adding new features and fixing bugs.",
		"timeline8Desc": "Archimeuble is a custom furniture manufacturer based in the Hauts-de-France region. I developed an AI-powered chatbot that generates custom furniture designs. The solution helps customers visualize and customize furniture pieces before ordering, improving customer satisfaction and reducing design iterations. The project involved integrating OpenAI's API with PHP backend and Three.js for 3D visualization.",
		"timeline9Desc": "CareCall is a healthcare-focused AI voice assistant that automates patient calls and appointment management. I integrated the GoCardless payment API and developed a TypeScript testing framework to interact with voice agents. This solution helps healthcare providers save time, reduce costs, and improve patient satisfaction by automating routine calls and follow-ups."
	},
	"techStack": "Tech Stack:",
	"viewProject": "View project",
	"viewCompany": "View company",
	"lets_talk": "Let's talk about your project",
	"switchToLight": "Switch to light mode",
	"switchToDark": "Switch to dark mode",
	"about": "About",
	"preview": "Preview",
	"projectPreview": "Project Preview",
	"aboutProject": "About the Project",
	"previousProject": "Previous Project",
	"nextProject": "Next Project",
	"visitSite": "Visit Site",
	"back": "Back",
	"loading": "Loading..."
}
